export const heroText = {
  title: "لنبدأ العمل",
  body: `
    بالتأكيد ، يمكننا إخبارك بأشياء رائعة سنفعلها من أجلك ، لكننا نفضل أن نعرضها لك. لا يمكن مقارنة الكلمات بالعمل الذي يتحدث عن نفسه. دعنا نبهرك أولاً وإذا كنت سعيدًا فسنواصل العمل معًا.
    `,
  startOrder: "حدد لنا ماهو طلبك",
  sendEmail: "ارسل لنا ايميل",
};

export const startOrderText = {
  title: "حدد ماهو مشروعك",
  body: `
  أدخل بياناتك ودعنا نبدأ العمل على الفور. مناسب حقًا للمشاريع المحددة جيدًا والمباشرة ، إذا كان لديك خبرة سابقة معنا ، أو كنت ترغب في المضي قدمًا في أسرع وقت ممكن.
  `,

  ourService: [
    {
      type: "موقع ثابت",
      icon: "fab fa-html5",
    },
    {
      type: "ورد بريس",
      icon: "fab fa-wordpress-simple",
    },

    {
      type: "متجر الكتروني",
      icon: "fas fa-shopping-cart",
    },
    {
      type: "تطبيق خاص",
      icon: "fas fa-tablet-alt",
    },
    {
      type: "اخر",
      icon: "fas fa-code",
    },
  ],
};
