export const heroSection = {
  mainTitle: "الوكالات والشركات الرقمية",
  slogen1: "أنت تطلب.",
  slogen2: "نحن نبرمج.",
  description: `
  منذ عام 2019 ، يقدم WeDeves خدمات تطوير الويب للوكالات والشركات الرقمية
  ، مثل ترميز HTML / CSS و React و WordPress و Shopify وغيرها من حلول CMS
  والتجارة الإلكترونية. يسعدنا أن نتشارك معك!
  `,
};

export const coreServicesSection = {
  title: "خدماتنا الاساسية",
  serviceDescription: `تم تصميم كل سطر من التعليمات البرمجية التي نقدمها بعناية من قبل فريقنا
    الداخلي المكون من أكثر من 100 مطور محترف. أثناء البحث باستمرار عن آفاق
    وتحديات وفرص جديدة في تطوير الويب ، ركزنا اهتمامنا على هذه المجالات
    الأساسية:`,
  services: [
    {
      icon: "fab fa-html5",
      type: "تصميمك لصفحات ثابتة",
      title: "HTML / CSS Coding",
      description: `
      نقوم بتحويل أي ملف تصميم: PSD ، Sketch ، Figma ، Adobe XD إلى قوالب HTML / CSS مثالية للبكسل ، ودلالي ، ومتوافقة مع المعايير.
      `,
      link: "/",
    },
    {
      icon: "fab fa-wordpress-simple",
      type: "تصميمك لـ WordPress CMS",
      title: "WordPress Development",
      description: `
      نحن نقدم حلول WordPress عالية التخصيص وسهلة الإدارة وقابلة للتمديد. المكونات الإضافية أو السمات أو التجارة الإلكترونية. نحن نستطيع فعلها.
      `,
      link: "/",
      border: "border-l-2  border-r-2",
    },
    {
      icon: "fab fa-wordpress-simple",
      type: "تصميمك لـ WordPress CMS",
      title: "WordPress Development",
      description: `
      نحن نقدم حلول WordPress عالية التخصيص وسهلة الإدارة وقابلة للتمديد. المكونات الإضافية أو السمات أو التجارة الإلكترونية. نحن نستطيع فعلها.
      `,
      link: "/",
    },
    {
      icon: "fab fa-wordpress-simple",
      type: "تصميمك لـ WordPress CMS",
      title: "WordPress Development",
      description: `
      نحن نقدم حلول WordPress عالية التخصيص وسهلة الإدارة وقابلة للتمديد. المكونات الإضافية أو السمات أو التجارة الإلكترونية. نحن نستطيع فعلها.
      `,
      link: "/",
    },
    {
      icon: "fab fa-wordpress-simple",
      type: "تصميمك لـ WordPress CMS",
      title: "WordPress Development",
      description: `
      نحن نقدم حلول WordPress عالية التخصيص وسهلة الإدارة وقابلة للتمديد. المكونات الإضافية أو السمات أو التجارة الإلكترونية. نحن نستطيع فعلها.
      `,
      link: "/",
      border: "border-l-2  border-r-2",
    },
    {
      icon: "fab fa-wordpress-simple",
      type: "تصميمك لـ WordPress CMS",
      title: "WordPress Development",
      description: `
      نحن نقدم حلول WordPress عالية التخصيص وسهلة الإدارة وقابلة للتمديد. المكونات الإضافية أو السمات أو التجارة الإلكترونية. نحن نستطيع فعلها.
      `,
      link: "/",
    },
  ],
};

export const customerSection = {
  title: "ليسو فقط عملاء. شركاء وأصدقاء....",
  feedBack: [
    {
      image: "/images/face2.png",
      name: "عدنان جمال",
      jop: "مؤسس + رئيس تنفيذي",
      webSite: "WeBuild",
      comment: `
      يعتمد عملنا على المواهب والدعم السريع والموثوق.
      يقدم لنا WebDeves هذا وأكثر من ذلك بكثير ، بينما يحررنا من القيام بما نفعله
      افعل ما هو أفضل: تصميم رقمي رائع.
      `,
    },
    {
      image: "/images/face.png",
      name: "سليم موصلي",
      jop: "شريك اداري",
      webSite: "Wwwanted",
      comment: `
      لقد كان WebDeves منفتحًا جدًا علينا وجميع أفكارنا المجنونة. لقد جعلوا الأمر سهلاً للغاية بالنسبة لشخص ليس لديه أي فكرة عن كيفية البرمجة ، وتطوير موقع تجارة إلكترونية عملي وترحيبي.
      `,
    },
    {
      image: "/images/face3.png",
      name: "خالد البقاعي",
      jop: "الرئيس التنفيذي",
      webSite: "eSasson Studios",
      comment: `
      يتجاوز فريق WebDeves توقعاتنا من خلال اقتراح أو تنفيذ أشياء بطرق لم ندرك أنها كانت ممكنة.
      `,
    },
  ],
};

export const partnerShipSection = {
  title: "شراكة للوكالات",
  text: `
  شريك ترميز موثوق به يقدم حلولاً لتحديات عملك ويبقى بجانبك على المدى الطويل. لدينا مجموعة كاملة من خبرات تطوير الويب ، نحن هنا لرعاية مشاريعك مع تمكينك من التركيز على تنمية عملك الخاص.
  `,
};

export const promiseSection = {
  title: "عهدنا",
  text: `
  كجزء من خدمتنا عالية الجودة ، نود أن نقدم شيئًا إضافيًا أيضًا.
  `,
  promises: [
    {
      icon: "fa-medal",
      name: "أعلى جودة كود",
      description: `
      ما نعد به ليس مجرد كود بل هو حل. تحصل على ترميز متوافق تمامًا مع W3C دون المساومة على الجودة.
      `,
    },
    {
      icon: "fa-tablet-alt",
      name: "متوافق مع جميع الشاشات",
      description: `
      نحن نعلم أنك تبحث عن موقف إيجابي وردود فعل في الوقت المناسب ومرونة. نحن هنا للاستماع وإعطاء أقصى قدر من قدراتنا.
      `,
    },
    {
      icon: " fa-users",
      name: "فريق مميز",
      description: `
      الخبرة هي USP الخاص بنا. ستحصل على مجموعة نجوم من المهوسين ذوي الخبرة ، في خدمتك بالكامل ومسلحين بمهارات الترميز للموت من أجلهم.
      `,
    },
    {
      icon: "fa-tachometer-alt",
      name: "سرعة استجابة",
      description: `
      لا تقل أهمية السرعة عن الجودة. نحن سريعون ورشيقون وقادرون على تقديم أكواد عالية الجودة في إطار زمني تختاره أنت.
      `,
    },
    {
      icon: "fa-life-ring",
      name: "دعم مدى الحياة",
      description: `
      الدليل النهائي على جودة الكود لدينا: تحصل على دعمنا غير المنتهي الصلاحية. في حالة ظهور أي أخطاء في المستقبل ، فقط اكتب لنا سطرًا.
      `,
    },
    {
      icon: "fa-file-archive",
      name: "اتفاق غير معلن",
      description: `
      عملك الفني هو ملكك بالكامل ولن ندعي خلاف ذلك أبدًا. تحصل على كلمتنا واستعدادنا الكامل للتوقيع على اتفاقية عدم إفشاء.

      `,
    },
  ],
};

export const companyInfSection = {
  title: "نحن لسنا مجرد شركة برمجة أخرى.",
  text: `
  نحن مجموعة طموحة من المبدعين الذين يريدون ببساطة إحداث تغيير في عملهم. إعطاء كل ما لدينا أثناء الاستمتاع بصدق هو الصيغة التي تساعدنا على مواجهة كل تحد بابتسامة.

  `,
  text2: `
  فيما يلي بعض المعلومات حول WebDeves بالأرقام:

  `,
  numbers: [
    {
      number: 5,
      text: "سنوات من خبرة",
    },
    {
      number: 10,
      text: "مطور موهوب",
    },
    {
      number: 15,
      text: "مشاريع منجزة",
    },
  ],
};
