export const heroSection = {
  mainTitle: "الوكالات والشركات الرقمية",
  slogen1: "أنت تطلب.",
  slogen2: "نحن نبرمج.",
  description: `
  منذ عام 2019 ، يقدم WeDeves خدمات تطوير الويب للوكالات والشركات الرقمية
  ، مثل ترميز HTML / CSS و React و WordPress و Shopify وغيرها من حلول CMS
  والتجارة الإلكترونية. يسعدنا أن نتشارك معك!
  `,
};

export const coreServicesSection = {
  title: "خدماتنا الاساسية",
  serviceDescription: `تم تصميم كل سطر من التعليمات البرمجية التي نقدمها بعناية من قبل فريقنا
    الداخلي المكون من أكثر من 100 مطور محترف. أثناء البحث باستمرار عن آفاق
    وتحديات وفرص جديدة في تطوير الويب ، ركزنا اهتمامنا على هذه المجالات
    الأساسية:`,
};
